import React from "react";
import "../styles/AuthorsPen.css";
function AuthorsPen() {
  return (
    <div className="container penOuter">
      <h1 className="penHeading">స్వామి గారి మాటల్లో...</h1>
      <p>కథలతో కాలునిండుతదా, కడుపు నిండుతదా? అని అంటారు.</p>
      <p>
        పిల్లలనుండి పెద్దలవరకు, ఎవరైనా, ఎక్కడైనా, ఎప్పుడైనా, కథ చదివితే సాంత్వన
        పొందగలము. పరిస్థితులు-ప్రదేశాలు, సమస్యలు-పరిష్కారాలు, సంతోషం-దుఃఖం,
        సంఘటనలు-సన్నివేశాలు, సాంకేతికత, ప్రాపంచికత-పారమార్థికత, విశ్వాసం-కారణం
        ఇలా ఒకటేమిటి మానవ జీవితంలోని సమస్త పారాశ్వాలు కథల్లో పరుచుకొని ఉంటాయి.
      </p>
      <p>
        ప్రతీ ఒకరు కథల్లోని ఏదో ఒక పాత్రతోనో, సంఘర్షణతోనో తమను తాము
        దర్శించుకొనగల అవకాశం ఉంటుంది. దాని నుండి నేర్చుకొని తమని తాము
        ఉన్నతీకరించుకొనే వీలు కలుగుతుంది. ఉత్తమ పౌరుని వల్ల ఉత్తమ సమాజం
        ఏర్పడుతుంది.
      </p>
      <p> అదే సాహిత్యం యొక్క పరమార్ధం. కథల ప్రయోజనం.</p>
    </div>
  );
}

export default AuthorsPen;
